export default {
  projections: {
    ОказУслугE: {
      дата: {
        __caption__: 'Дата'
      },
      времяКонсульт: {
        __caption__: 'Время консультаций'
      },
      услуги: {
        __caption__: '',
        затрВремя: {
          __caption__: '',
          время: {
            __caption__: 'Затраченное время'
          }
        }
      },
      договор: {
        __caption__: 'Номер договора'
      }
    }
  },
  validations: {
    времяКонсульт: {
      __caption__: 'Время консультаций'
    },
    дата: {
      __caption__: 'Дата'
    },
    договор: {
      __caption__: 'Номер договора'
    },
    услуги: {
      __caption__: 'услуги'
    },
    расчетОстВрем: {
      __caption__: 'расчетОстВрем'
    }
  }
};
