export default {
  projections: {
    ПереченьУслугE: {
      наименование: {
        __caption__: 'Наименование'
      }
    },
    ПереченьУслугL: {
      наименование: {
        __caption__: 'Наименование'
      }
    },
    УслугиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      затрВремя: {
        __caption__: 'Затраченное время'
      }
    },
    УслугиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      затрВремя: {
        __caption__: 'Время',
        время: {
          __caption__: 'Время'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    затрВремя: {
      __caption__: 'Затраченное время'
    }
  }
};
